Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=298_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ ǩiirâd vuõssnaroodivuõiggâdvuõđi ooudâsviikkmõõžž
fin: Saamelaiskäräjät kiirehtii alkuperäiskansaoikeuksien kehittämistä

source: SääŠmteŠǧǧ räukk riikksåbbrest õhttsažsåbbar vuõssnaroodvuõiggâdvuõđi ooudâsviikkâm diõtt.
fin: Saamelaiskäräjät pyytää valtioneuvostolta yhteiskokousta alkuperäiskansaoikeuksien kehittämiseksi.

source: SääŠmteŠǧǧ lij obbžurr saaŠmid vuâđđlääŠjjest stannum vuõssnaroodvuõiggâdvuõđi ooudâsviikkmõŠšše LääŠddjânnmest.
fin: Saamelaiskäräjät on tyytymätön saamelaisille perustuslaissa turvattujen alkuperäiskansaoikeuksien kehittymiseen Suomessa.

source: Vuõiggâdvuõttministeria lij puättam vuâstta ǩeeŠrjin, kååŠtt kuâskk takai räŠtǩǩumuužž äiggavuäǯǯam diõtt saaŠmi vuõiggâdvuõttstattuuzz pueŠreem diõtt jeeŠres vaaldšemvuuŠdin da lääŠjjšiõttõõzzâst.
fin: Oikeusministeriö on lähestynyt saamelaiskäräjiä kirjeellä, joka koskee yleisen ratkaisun aikaansaamista saamelaisten oikeusaseman parantamiseksi eri hallinnonaloilla ja lainsäädännössä.

source: SääŠmteeŠǧǧ halltõs lij ââlmtam ministeria årra obbžurrvuõđes tõõzz, što ILO 169-suåppmõõžž priimmʼmuš iŠllakku peäggtum riikk vuõssʼsâjjsen täävtõssân.
fin: Saamelaiskäräjien hallitus on ilmoittanut ministeriölle tyytymättömyytensä siihen, ettei ILO 169-sopimuksen ratifiointia ole mainittu valtion ensisijaisena tavoitteena.

source: Halltõs lij vasttõõzzstes ministeria årra huântam vuõssnaroodvuõiggâdvuõđi ouddnem äjjasvuõđ da raukkâm riikksåbbrest õhttsažsåbbar sääŠmteeŠǧǧ halltõõzz, väŠlddminister da ääŠšš kuõskki vääžnai ministeerivuiŠm.
fin: Hallitus on myös vastauksessaan ministeriölle paheksunut alkuperäiskansaoikeuksien kehittymisen hitautta ja pyytänyt valtioneuvostolta yhteiskokousta saamelaiskäräjien hallituksen, pääministerin ja asiaa koskevien avainministereiden kanssa.

source: SaaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr maainsti sääŠmteeŠǧǧ 24.6. noorõõttââm tiuddsåbbra ääiŠjpoddsai aaŠššin.
fin: Puheenjohtaja Klemetti Näkkäläjärvi kertoi saamelaiskäräjien 24.6. kokoontuneelle täysistunnolle ajankohtaisista asioista.

source: Son tuõtti Vanhasen nuuŠbb halltõõzz tuåimmääiŠjest, što lij mõõnnâm juŠn pâŠjjel peäŠlest, ijga halltõs leäkku ooudâsviikkâm vuõssnaroodvuõiggâdvuõđid nuŠtt mäŠhtt halltõsprograŠmme lij ǩeeŠrjtum.
fin: Hän totesi Vanhasen toisen hallituksen toimiajasta kuluneen jo yli puolet, eikä hallitus ole edistänyt alkuperäiskansaoikeuksia kuten hallitusohjelmaan on kirjoitettu.

source: VuõssnaroodääŠšš ouddne pirrõsvaaldšem beäŠlnn
fin: Alkuperäiskansa-asiat edistyvät ympäristöhallinnossa

source: Pirrõsministeria lij nõõmtam ǩieŠssmannu aalǥâst vuõssnaroodi äŠrbbteâđai ǩiõttʼtõõllâm äŠšštobddituâjjäŠrttel.
fin: Ympäristöministeriö on asettanut kesäkuun alussa alkuperäiskansojen perinnetietoa käsittelevän asiantuntijatyöryhmän.

source: Tõn tuâjjan lij ǩiõttʼtõõllâd biodiversiteettsuåppmõŠšše kuulli aartikla, kååŠtt kuâskk vuõssnarood äŠrbbteâđ suåvtumuužž.
fin: Sen tehtävänä on käsitellä biodiversiteettisopimukseen kuuluvaa artiklaa, joka koskee alkuperäiskansan perinnetiedon soveltamista.

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei uuŠdi teâttan pueŠrr miõlâst, što sääŠmteeŠǧǧest lij šiõǥǥ eeŠttkâŠsttemvueŠǩǩ tuâjjäŠrttlest.
fin: Saamelaiskäräjien puheenjohtaja ilmoitti tyytyväisenä, että saamelaiskäräjillä on hyvä edustus työryhmässä.

source: Son jiõčč tuåimmai saaǥǥjååŠđteejan.
fin: Hän itse toimii työryhmän pu-heenjohtajana.

source: SääŠmteeŠǧǧ võboršeŠǩǩen mieŠldd liâ uccjooǥǥ ååraš dåhttar, sääŠmteeŠǧǧ vuässlaž Heidi Eriksen da puäʒʒeeŠžžed J. Antti Magga Enontekiöst.
fin: Saamelaiskäräjien edustajina mukana ovat myös utsjokelainen lääkäri, saamelaiskäräjien jäsen Heidi Eriksen ja poroisäntä J. Antti Magga Enontekiöltä.
